{
  "navigation": {
    "skills": "Skills",
    "projects": "Projects",
    "recommendations": "Recommendations",
    "contact": "Contact"
  },
  "mainView": {
    "salutation": "Hey! I am -",
    "jobTitle": "Web Developer.",
    "jobDescription": " Sharing a strong affinity with React, based in Paris."
  },
  "projects": {
    "mainTitle": "Projects",
    "spotify": "Advanced Spotify project undertaken in collaboration with my elder brother, the project initiator and lead. Explore new features and an enhanced user experience.",
    "songchoicer": "Compare your favorite songs of an album and create a personalized ranking with ease.",
    "newDelhi": "Internal SAAS CMS Builder for Carrefour Voyages, specializing in rapid newsletter creation.",
    "asteria": "Learn the most complex concepts of astronomy in a playful and guided manner, with rewards and a card collection as a bonus!",
    "poketec": "Project using the PokéApiV2 API to provide information about random or searched Pokémon through an interactive Pokédex.",
    "nestblog": "A blog application primarily designed to learn Nest.js, explore a landing page with all blog posts, offering a smooth user experience and an intuitive interface.",
    "loltimeflash": "Communicating with your teammates on League of Legends via a lobby and websockets system has never been easier!",
    "carrefourVoyages": "During my internship, I resolved tickets, integrated themes like Christmas or Halloween, and contributed to the maintenance of the main website.",
    "reading": "Documentation of internal projects at Carrefour Voyages, including SAAS projects that I designed and documented. (DEMO VERSION)"
  },

  "testimonial": {
    "sectionTitle": "Recommendations",
    "van": {
      "title": "Lead Developer at Carrefour",
      "hierarchy": "On January 25, 2024, Van Hoi was Mehdi's direct manager",
      "description": "Thank you Mehdi for your impeccable professionalism that greatly contributed to the success and achievement of our goals. Your skills and ability to collaborate effectively make you an invaluable asset. I highly recommend him for his professional and human qualities 🙌"
    },
    "abderrahmane": {
      "title": "Lead Developer at Carrefour",
      "hierarchy": "On January 26, 2024, Abderrahmane was Mehdi's direct manager",
      "description": "Thank you Mehdi for your dedication, seriousness, and adaptability that have been greatly beneficial to Carrefour. I recommend him for all these reasons as well as his zest for life."
    }
  },
  "footer": {
    "author": "Designed and built by Mehdi Hattou"
  }
}
