{
  "navigation": {
    "skills": "Compétences",
    "projects": "Projets",
    "recommendations": "Recommandations",
    "contact": "Contact"
  },
  "mainView": {
    "salutation": "Hey! Je suis -",
    "jobTitle": "Développeur Web & Mobile.",
    "jobDescription": " Partageant une forte affinité avec React, basé à Paris."
  },
  "projects": {
    "mainTitle": "Projets",
    "fastExpoApp": "Générez instantanément une application Expo moderne grâce à cette <b>CLI</b> disponible sur npm <b>(npx fast-expo-app@latest)</b>. Elle intègre directement Expo, Nativewind, MMKV, Typescript, Jest et bien d'autres outils pour démarrer rapidement vos projets mobiles avec les meilleures pratiques.",
    "spotify": "Projet avancé de Spotify réalisé en collaboration avec mon grand-frère, initiateur et lead du projet. Explorez de nouvelles fonctionnalités et une expérience utilisateur améliorée.",
    "songchoicer": "Comparez vos chansons préférées d'un album et créez un classement personnalisé en toute simplicité. Ce projet comporte un site web et une application mobile.",
    "newDelhi": "CMS Builder interne SAAS pour Carrefour Voyages, spécialisé dans la création rapide de newsletters.",
    "asteria": "Apprendre les notions les plus complexes de d'astonomie de manière ludique et accompagné, avec à la clé des récompenses et une collection de cartes !",
    "poketec": "Projet utilisant l'API PokéApiV2 pour fournir des informations sur les Pokémon aléatoires ou recherchés via un Pokédex interactif.",
    "nestblog": "Application de blog conçue principalement pour apprendre Nest.js, explorez une landing page avec tous les articles de blog, offrant une expérience utilisateur fluide et une interface intuitive.",
    "loltimeflash": "Communiquer avec vos coéquipiers sur League of Legends via un système de lobby et de websockets n'a jamais été aussi simple ! Une application mobile est actuellement en cours de développement et arrive bientôt.",
    "carrefourVoyages": "Pendant mon alternance, j'ai résolu des tickets, intégré des thèmes comme celui de Noël ou Halloween, et contribué à la maintenance du site web principal.",
    "reading": "Documentation des projets internes de Carrefour Voyages, des SAAS que j'ai conçus et documentés. (DEMO VERSION)",
    "lanegap": "Outil de coaching personnel pour la laning phase sur League of Legends. Accédez instantanément aux informations critiques d'un matchup en moins de 5 secondes : counter picks, tips, power spikes et notes personnelles."
  },
  "testimonial": {
    "sectionTitle": "Recommandations",
    "van": {
      "title": "Lead Developer chez Carrefour",
      "hierarchy": "Le 25 janvier 2024, Van Hoi était le/la manager direct(e) de Mehdi",
      "description": "Merci Mehdi pour ton professionnalisme irréprochable qui a grandement contribué à la réussite et à l’atteinte de nos objectifs. Tes competences et ta capacité à collaborer efficacement font de toi un atout inestimable. Je le recommande vivement pour ses qualités professionnelles et humaines 🙌"
    },
    "abderrahmane": {
      "title": "Lead Developer chez Carrefour",
      "hierarchy": "Le 26 janvier 2024, Abderrahmane était le/la manager direct(e) de Mehdi",
      "description": "Merci Mehdi pour ton implication, ton sérieux et ta capacité d'adaptation qui ont été grandement utile à Carrefour. Je le recommande donc pour toutes ces raison ainsi que sa joie de vivre"
    }
  },
  "footer": {
    "author": "Conçu et réalisé par Mehdi Hattou."
  }
}
